Repository: ColumbusLabs/QuotaKit
Catalog: CodexBarMobile/CodexBarMobile/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

source: Initial App Store release line, mapped from the earlier Mobile 0.1.0 build.
ja: 以前の Mobile 0.1.0 ビルドに対応する、最初の App Store リリース系列です。
zh_hans: 最初的 App Store 发布版本线，对应之前的 Mobile 0.1.0 构建。
zh_hant: 最初的 App Store 發佈版本線，對應之前的 Mobile 0.1.0 建置。

source: Install QuotaKit on Mac
ja: Mac に QuotaKit をインストール
zh_hans: 在 Mac 上安装 QuotaKit
zh_hant: 在 Mac 上安裝 QuotaKit

source: Install the Mac app from this repo
ja: このリポジトリから Mac App をインストール
zh_hans: 从此仓库安装 Mac App
zh_hant: 從此倉庫安裝 Mac App

source: Interactive charts with Bar and Line styles, press-and-hold inspection, and horizontal scrolling for history.
ja: 棒グラフと折れ線グラフの切り替え、長押し検査、履歴の横スクロールに対応したインタラクティブなチャート。
zh_hans: 交互式图表，支持柱状图和折线图切换、长按查看数值、横向滚动浏览历史。
zh_hant: 互動式圖表，支援長條圖和折線圖切換、長按查看數值、橫向捲動瀏覽歷史。

source: Just now
ja: たった今
zh_hans: 刚刚
zh_hant: 剛剛

source: Keep separate
ja: 別々にする
zh_hans: 保持独立
zh_hant: 保持獨立

source: Kiro overage — when your monthly plan is exhausted and you're paying for additional credits, the Kiro card now shows the overage credit count and estimated USD cost as an inline orange badge.
ja: Kiro 超過分 — 月のプランが上限に達し、追加クレジットの課金が始まると、Kiro カードにオレンジのバッジで超過クレジット数と推定 USD コストが表示されます。
zh_hans: Kiro 超额 —— 当月套餐用尽并开始按额外信用计费时，Kiro 卡片现以橙色徽章显示超额信用数及预估美元成本。
zh_hant: Kiro 超額 —— 當月方案用盡並開始按額外信用計費時，Kiro 卡片現以橙色徽章顯示超額信用數及預估美元成本。

source: Kiro: dedicated credits card with plan tag, primary credit usage progress, and an optional bonus pool with expiry countdown.
ja: Kiro：プラン表示、主要クレジットの使用進捗、有効期限カウントダウン付きのオプション bonus プールを含む専用クレジットカード。
zh_hans: Kiro：专属额度卡片，含套餐标签、主额度使用进度，以及可选的 bonus 额度池和到期倒计时。
zh_hant: Kiro：專屬額度卡片，含方案標籤、主額度使用進度，以及可選的 bonus 額度池和到期倒數。

source: LLM Proxy — aggregate quota stats, key health, spend, provider breakdowns on Mac surface on iPhone with a neutral slate-blue tone to signal the meta-provider role.
ja: LLM Proxy — Mac 上の集計クォータ、キーの健全性、利用額、上流プロバイダごとの内訳が iPhone でも表示されます。メタプロバイダ役を示す中立的なスレートブルーで描画します。
zh_hans: LLM Proxy —— Mac 上的聚合配额统计、Key 健康度、消费、各上游厂商细分都在 iPhone 显示，采用中性的板岩蓝色调，强调其元厂商角色。
zh_hant: LLM Proxy —— Mac 上的彙總配額統計、Key 健康度、消費、各上游廠商細分都在 iPhone 顯示，採用中性的板岩藍色調，強調其元廠商角色。

source: LLM Proxy — dedicated card showing lowest-remaining-quota headline, credential pool health (active / exhausted keys), aggregate request and token counts, and the top three upstream providers with per-provider request / token / cost breakdown.
ja: LLM Proxy — 残量が最も少ないクォータの見出し、認証情報プールの健全性（有効 / 上限到達）、リクエストとトークンの合計、上位 3 つの上流プロバイダごとのリクエスト / トークン / 費用内訳を表示する専用カード。
zh_hans: LLM Proxy —— 专属卡片显示最低剩余配额头条、Key 池健康（活跃 / 用尽）、聚合请求与 Token 数，并列出请求数 Top 3 的上游厂商，每个含请求/Token/费用细分。
zh_hant: LLM Proxy —— 專屬卡片顯示最低剩餘配額頭條、Key 池健康（活躍 / 用盡）、彙總請求與 Token 數，並列出請求數 Top 3 的上游廠商，每個含請求/Token/費用細分。

source: Last Sync
ja: 前回同期
zh_hans: 上次同步
zh_hant: 上次同步

source: Last synced \(snapshot.syncTimestamp.formatted(.relative(presentation: .named)))
ja: 前回の同期：\(snapshot.syncTimestamp.formatted(.relative(presentation: .named)))
zh_hans: 上次同步 \(snapshot.syncTimestamp.formatted(.relative(presentation: .named)))
zh_hant: 上次同步 \(snapshot.syncTimestamp.formatted(.relative(presentation: .named)))

source: Last synced just now
ja: たった今同期しました
zh_hans: 刚刚同步
zh_hant: 剛剛同步

source: Latest
ja: 最新
zh_hans: 最新
zh_hant: 最新

source: Latest updates and version history
ja: 最新の更新とバージョン履歴
zh_hans: 最新更新与版本历史
zh_hant: 最新更新與版本歷史

source: Launch the app on the Cost tab next time.
ja: 次回は Cost タブでアプリを開きます。
zh_hans: 下次启动时默认打开 Cost 标签页。
zh_hant: 下次啟動時預設開啟 Cost 標籤頁。

source: Legacy KVS sync maintained as fallback for older Mac app versions.
ja: 旧バージョンの Mac アプリ向けフォールバックとして、旧 KVS 同期を維持。
zh_hans: 保留旧版 KVS 同步作为老版 Mac 应用的兼容回退。
zh_hant: 保留舊版 KVS 同步作為舊版 Mac 應用程式的相容回退。

source: Limit
ja: 上限
zh_hans: 限额
zh_hant: 限額

source: Line Chart
ja: 折れ線グラフ
zh_hans: 折线图
zh_hant: 折線圖

source: Liquid Glass design, demo mode, onboarding guide, and pull-to-refresh.
ja: Liquid Glass デザイン、デモモード、セットアップガイド、プルリフレッシュ。
zh_hans: Liquid Glass 设计风格、演示模式、引导设置、下拉刷新。
zh_hant: Liquid Glass 設計風格、展示模式、引導設定、下拉重新整理。

source: Liquid Glass styling, demo mode, About information, and Mac version display.
ja: Liquid Glass スタイル、デモモード、About 情報、Mac バージョン表示を追加しました。
zh_hans: 包含 Liquid Glass 风格、演示模式、About 信息，以及 Mac 版本显示。
zh_hant: 包含 Liquid Glass 風格、示範模式、About 資訊，以及 Mac 版本顯示。

source: Low
ja: 低
zh_hans: 低
zh_hant: 低

source: MOCK badge — when Mac injects synthetic providers, each card shows a small purple MOCK pill next to the provider name. The card itself gets a thin purple accent border so the signal is unmissable even at a glance.
ja: MOCK バッジ ― Mac が合成プロバイダーを注入すると、各カードのプロバイダー名の横に小さな紫色の MOCK ピルが表示されます。カード自体にも細い紫色のアクセントボーダーが付くので、一目で見分けられます。
zh_hans: MOCK 徽章 — Mac 注入合成 provider 时，每张卡片在 provider 名字旁边显示一个紫色 MOCK 标签，卡片本身也带有紫色边框，一眼可辨。
zh_hant: MOCK 徽章 — Mac 注入合成 provider 時，每張卡片在 provider 名字旁邊顯示一個紫色 MOCK 標籤，卡片本身也帶有紫色邊框，一眼可辨。

source: Mac Update Available
ja: Mac の更新があります
zh_hans: Mac 有可用更新
zh_hant: Mac 有可用更新

source: Mac sync status now reports missing iCloud entitlements or unavailable iCloud accounts instead of showing a false success state.
ja: Mac 側の同期状態は、誤った成功表示ではなく、iCloud entitlement の欠落や iCloud アカウント未利用を明示的に表示するようになりました。
zh_hans: Mac 端同步状态现在会明确显示缺少 iCloud entitlement 或 iCloud 账户不可用，而不是错误地显示同步成功。
zh_hant: Mac 端同步狀態現在會明確顯示缺少 iCloud entitlement 或 iCloud 帳戶不可用，而不是錯誤地顯示同步成功。

source: Mac-side ghost-records cleanup — when you disable a provider on Mac or your Codex account identity changes after a Mac upgrade, the old CloudKit record is now actively deleted at the source. Combines with the iOS 1.3.1 display-time filter for double protection against stale cards.
ja: Mac 側のゴーストレコードクリーンアップ — Mac 上で provider を無効化した場合や、Mac アップグレード後に Codex アカウント ID がドリフトした場合、古い CloudKit レコードがソースで能動的に削除されるようになりました。iOS 1.3.1 の表示時フィルターと組み合わせて、古いカードへの二重防御となります。
zh_hans: Mac 端 ghost 记录清理 —— 当你在 Mac 上禁用某 provider，或 Mac 升级后 Codex 账号 identity 漂移时，旧的 CloudKit 记录现在在源头主动删除。与 iOS 1.3.1 的显示层过滤双保险，杜绝陈旧卡片。
zh_hant: Mac 端 ghost 記錄清理 —— 當你在 Mac 上停用某 provider，或 Mac 升級後 Codex 帳號 identity 漂移時，舊的 CloudKit 記錄現在在源頭主動刪除。與 iOS 1.3.1 的顯示層過濾雙保險，杜絕陳舊卡片。

source: Mac→iOS notification chain state
ja: Mac→iOS 通知チェーンの状態
zh_hans: Mac→iOS 通知链路状态
zh_hant: Mac→iOS 通知鏈路狀態

source: Mistral support — monthly spend and renewal date sync to your iPhone. Push notifications fire on quota events.
ja: Mistral サポート — 月額費用と更新日が iPhone に同期されます。クォータイベントでプッシュ通知が発火します。
zh_hans: Mistral 支持 —— 月费与续期日期同步到 iPhone。额度事件触发推送通知。
zh_hant: Mistral 支援 —— 月費與續期日期同步到 iPhone。額度事件觸發推送通知。

source: Mobile version naming is now aligned directly with the iOS app version number.
ja: Mobile バージョン表記は iOS App のバージョン番号と直接揃うようになりました。
zh_hans: Mobile 版本命名现在直接与 iOS App 版本号保持一致。
zh_hant: Mobile 版本命名現在直接與 iOS App 版本號保持一致。

source: Mock Data Active
ja: モックデータが有効
zh_hans: 模拟数据已启用
zh_hant: 模擬資料已啟用

source: Mock data badge
ja: モックデータバッジ
zh_hans: 模拟数据标识
zh_hant: 模擬資料標識

source: Model Mix
ja: 模型構成
zh_hans: 模型构成
zh_hant: 模型構成

source: Monitor your AI coding tool usage on iPhone. Requires the QuotaKit Mac app.
ja: iPhone で AI コーディングツールの使用状況を確認できます。 QuotaKit Mac App が必要です。
zh_hans: 在 iPhone 上查看 AI 编程工具的使用情况。 需要安装 QuotaKit Mac App。
zh_hant: 在 iPhone 上查看 AI 編程工具的使用情況。 需要安裝 QuotaKit Mac App。

source: Monthly credits
ja: 月次クレジット
zh_hans: 月度额度
zh_hant: 月度額度

source: Moonshot / Kimi API (NEW): clean balance + currency + region card so you can see your top-up at a glance.
ja: Moonshot / Kimi API（新規）：残高 + 通貨 + リージョンを一目で確認できるシンプルなカード。
zh_hans: Moonshot / Kimi API（新）：简洁的余额 + 币种 + 区域卡片，充值一眼可见。
zh_hant: Moonshot / Kimi API（新）：簡潔的餘額 + 幣種 + 區域卡片，儲值一眼可見。

source: Multi-Mac data merge — if you run QuotaKit on more than one Mac, data from all of them is deduped by hour and combined on iPhone, so your iPhone charts stay consistent regardless of which Mac was last active.
ja: 複数 Mac のデータ統合 — 複数の Mac で QuotaKit を使用している場合、すべての Mac のデータが時間単位で重複排除され iPhone 上で統合されます。最後にアクティブだった Mac に関わらず、iPhone のチャートは一貫して表示されます。
zh_hans: 多 Mac 数据合并 —— 如果你在多台 Mac 上使用 QuotaKit，所有 Mac 的数据现在都会在 iPhone 上按小时去重后合并，不管最后活跃的是哪台 Mac，iPhone 图表都一致。
zh_hant: 多 Mac 資料合併 —— 如果你在多台 Mac 上使用 QuotaKit，所有 Mac 的資料現在都會在 iPhone 上按小時去重後合併，不管最後活躍的是哪台 Mac，iPhone 圖表都一致。

source: Multi-account display fix on Cost and Subscription Utilization, plus a new cross-version account-link prompt with the related crash fix.
ja: Cost / Subscription Utilization タブの複数アカウント表示の不具合を修正し、Mac バージョンが異なる環境向けのアカウント連携プロンプトと関連クラッシュの修正を追加。
zh_hans: 修复多账号在 Cost 与 Subscription Utilization 页面的显示问题，并新增跨版本 Mac 的账号合并提示及对应崩溃修复。
zh_hant: 修復多帳號在 Cost 與 Subscription Utilization 頁面的顯示問題，並新增跨版本 Mac 的帳號合併提示及對應閃退修復。

source: Multi-device CloudKit sync. Requires updated Mac app.
ja: 複数デバイス対応の CloudKit 同期。最新の Mac アプリが必要です。
zh_hans: 多设备 CloudKit 同步。需要更新 Mac 应用。
zh_hant: 多裝置 CloudKit 同步。需要更新 Mac 應用程式。

source: Multi-device utilization merge — data from all your Macs is combined and deduped by hour for consistent charts.
ja: マルチデバイス利用率マージ — すべての Mac からのデータを時間ごとに統合・重複排除し、一貫したグラフを表示します。
zh_hans: 多设备利用率合并 — 所有 Mac 的数据按小时合并和去重，保持图表一致。
zh_hant: 多裝置使用率合併 — 所有 Mac 的資料按小時合併和去重，保持圖表一致。

source: Native localization for English, Simplified Chinese, Traditional Chinese, and Japanese that follows both system language and the per-app language setting on iPhone.
ja: 英語、簡体字中国語、繁体字中国語、日本語にネイティブ対応し、システム言語と iPhone のアプリ個別言語設定の両方に追従します。
zh_hans: 原生支持英语、简体中文、繁体中文和日语，并同时跟随系统语言与 iPhone 上的单 App 语言设置。
zh_hant: 原生支援英語、簡體中文、繁體中文和日語，並同時跟隨系統語言與 iPhone 上的單 App 語言設定。

source: New Sync Detail page in Settings — view sync status, connected devices, and detailed error info.
ja: 設定に新しい「同期の詳細」ページを追加 — 同期ステータス、接続デバイス、詳細なエラー情報を確認できます。
zh_hans: 设置中新增“同步详情”页 —— 查看同步状态、已连设备和详细错误信息。
zh_hant: 設定中新增「同步詳情」頁 —— 檢視同步狀態、已連裝置和詳細錯誤資訊。

source: No Cost Data Yet
ja: Cost データはまだありません
zh_hans: 暂无费用数据
zh_hant: 暫無費用資料

source: No Data
ja: データなし
zh_hans: 无数据
zh_hant: 無資料

source: No Mac data found
ja: Mac データが見つかりません
zh_hans: 未找到 Mac 数据
zh_hant: 未找到 Mac 資料

source: No Providers Enabled
ja: 有効な Provider がありません
zh_hans: 未启用任何 Provider
zh_hant: 未啟用任何 Provider

source: No data
ja: データなし
zh_hans: 暂无数据
zh_hant: 暫無資料

source: No device data available
ja: 利用可能なデバイスデータがありません
zh_hans: 没有可用的设备数据
zh_hant: 沒有可用的裝置資料

source: No devices synced yet
ja: まだ同期されたデバイスはありません
zh_hans: 还没有设备同步
zh_hant: 還沒有裝置同步

source: No spend today
ja: 本日の支出なし
zh_hans: 今日无支出
zh_hant: 今日無支出

source: No token data
ja: token データなし
zh_hans: 暂无 token 数据
zh_hant: 暫無 token 資料

source: No utilization data yet. Keep QuotaKit running on your Mac to start recording.
ja: 利用率データはまだありません。Mac で QuotaKit を起動したままにすると記録が始まります。
zh_hans: 暂无使用率数据。保持 Mac 上的 QuotaKit 运行即可开始记录。
zh_hant: 暫無使用率資料。保持 Mac 上的 QuotaKit 執行即可開始記錄。

source: Not synced
ja: 未同期
zh_hans: 未同步
zh_hant: 未同步

source: Not yet synced
ja: まだ同期されていません
zh_hans: 尚未同步
zh_hant: 尚未同步

source: Notifications
ja: 通知
zh_hans: 通知
zh_hant: 通知

source: Notifies when the 5-hour session quota hits 0% and when it becomes available again.
ja: 5時間セッションクォータが0%になった時と再び利用可能になった時に通知します。
zh_hans: 当5小时会话配额降至0%以及恢复可用时发送通知。
zh_hant: 當5小時會話配額降至0%以及恢復可用時傳送通知。

source: Obscure email addresses in the Usage page.
ja: Usage ページでメールアドレスを隠します。
zh_hans: 在 Usage 页面中模糊邮箱地址。
zh_hant: 在 Usage 頁面中模糊電子郵件地址。

source: Off-peak
ja: オフピーク
zh_hans: 非高峰
zh_hant: 非高峰

source: Off-peak · peak in %@
ja: オフピーク · %@ 後にピーク開始
zh_hans: 非高峰 · %@ 后进入高峰
zh_hant: 非高峰 · %@ 後進入高峰

source: Older iOS release notes will appear here as new versions ship.
ja: 今後新しい iOS バージョンが出ると、過去の更新内容がここに表示されます。
zh_hans: 新的 iOS 版本发布后，旧版本更新说明会显示在这里。
zh_hant: 新的 iOS 版本發佈後，舊版本更新說明會顯示在這裡。

source: Open QuotaKit on your Mac → Settings → turn on iCloud Sync.
ja: Mac で QuotaKit → 設定を開き、iCloud 同期をオンにします。
zh_hans: 在 Mac 上打开 QuotaKit → 设置 → 开启 iCloud 同步。
zh_hant: 在 Mac 上打開 QuotaKit → 設定 → 開啟 iCloud 同步。

source: Open Cost by default
ja: 既定で Cost を開く
zh_hans: 默认打开 Cost
zh_hant: 預設開啟 Cost

source: Open Source
ja: オープンソース
zh_hans: 开源
zh_hant: 開源

source: OpenAI Admin API Dashboard on the OpenAI provider page — Today / 7 days / 30 days summary cards, a 30-day spend chart, and top models / top line items lists. Requires Mac 0.26.2 with Admin API access.
ja: OpenAI プロバイダーページに Admin API Dashboard を追加 —— 今日 / 7 日 / 30 日のサマリーカード、30 日間の支出チャート、トップモデル / トップ品目リスト。Admin API アクセス権を持つ Mac 0.26.2 が必要です。
zh_hans: OpenAI 详情页新增 Admin API Dashboard —— 今日 / 7 日 / 30 日汇总卡片，30 日花费柱状图，以及 top models / top line items 列表。需 Mac 0.26.2 且账号开启 Admin API 权限。
zh_hant: OpenAI 詳情頁新增 Admin API Dashboard —— 今日 / 7 日 / 30 日匯總卡片，30 日花費柱狀圖，以及 top models / top line items 列表。需 Mac 0.26.2 且帳號開啟 Admin API 權限。

source: OpenCode Go support — separate provider from OpenCode Zen with its own tint (mint) and push subscriptions; cards are visually distinguishable at a glance even with both products enabled.
ja: OpenCode Go サポート — OpenCode Zen から独立した provider として、専用カラー（ミント）とプッシュ通知購読を備え、両方の製品を有効にしてもカードを一目で見分けられます。
zh_hans: OpenCode Go 支持 —— 与 OpenCode Zen 分离为独立 provider，使用薄荷绿配色和独立的推送订阅；即便同时启用两款产品，卡片也能一眼分清。
zh_hant: OpenCode Go 支援 —— 與 OpenCode Zen 分離為獨立 provider，使用薄荷綠配色和獨立的推送訂閱；即使同時啟用兩款產品，卡片也能一眼分清。

source: Original Mac app — MIT License
ja: 元の Mac App - MIT License
zh_hans: 原始 Mac App - MIT 许可证
zh_hant: 原始 Mac App - MIT 授權

source: Other fixes
ja: その他の修正
zh_hans: 其他修复
zh_hant: 其他修復

source: Others
ja: その他
zh_hans: 其他
zh_hant: 其他

source: Overview
ja: 概要
zh_hans: 概览
zh_hant: 概覽

source: Pairs with Mac 0.23.6. Adds visual distinction for synthetic mock data injected by Mac (for QA / beta testing), and fixes a regression where mock injection could hide real provider accounts from the dashboard.
ja: Mac 0.23.6 と組み合わせて使用。Mac から注入される合成モックデータ（QA / ベータテスト用）を視覚的に区別する機能を追加し、モック注入が実プロバイダーをダッシュボードから非表示にしてしまう不具合を修正しました。
zh_hans: 需要搭配 Mac 0.23.6。新增对 Mac 注入的合成 mock 数据（用于 QA / Beta 测试）的视觉区分；同时修复 mock 注入会把真实 provider 账号从 dashboard 隐藏的问题。
zh_hant: 需要搭配 Mac 0.23.6。新增對 Mac 注入的合成 mock 資料（用於 QA / Beta 測試）的視覺區分；同時修復 mock 注入會把真實 provider 帳號從 dashboard 隱藏的問題。

source: Pairs with Mac 0.23.6. Fixes mock data coexistence with real accounts and cleans up stranded mock records left behind by previous Mac sessions.
ja: Mac 0.23.6 と組み合わせて使用。モックデータと実アカウントの共存問題を修正し、前回の Mac セッションが残したモック記録を自動クリーンアップ。
zh_hans: 需要搭配 Mac 0.23.6。修复 mock 数据与真实账号共存的问题，并自动清理上一次 Mac 进程残留的 mock 记录。
zh_hant: 需要搭配 Mac 0.23.6。修復 mock 資料與真實帳號共存的問題，並自動清理上一次 Mac 行程殘留的 mock 記錄。

source: Peak
ja: ピーク
zh_hans: 峰值
zh_hant: 峰值

source: Peak · ends in %@
ja: ピーク · あと %@
zh_hans: 高峰 %@ 后结束
zh_hant: 高峰 %@ 後結束

source: Per-device unmerged data for debugging
ja: デバイスごとの未マージデータ（デバッグ用）
zh_hans: 按设备分组的未合并数据（调试用）
zh_hant: 按裝置分組的未合併資料（除錯用）

source: Per-provider CloudKit records with zlib compression — removes the 1 MB-per-record hard cap that long-term users were approaching as their utilization history grew.
ja: provider ごとの CloudKit レコード + zlib 圧縮 — CloudKit のレコードあたり 1 MB のハードキャップを解除。長期ユーザーの utilization 履歴の蓄積が上限に達することはなくなりました。
zh_hans: 按 provider 拆分的 CloudKit 记录 + zlib 压缩 —— 解除了 CloudKit 单记录 1 MB 的硬限制；长期用户积累的 utilization 历史不再会触发这个上限。
zh_hant: 按 provider 拆分的 CloudKit 紀錄 + zlib 壓縮 —— 解除了 CloudKit 單紀錄 1 MB 的硬限制；長期使用者累積的 utilization 歷史不再會觸發這個上限。

source: Percentage and cost labels are now sharper and easier to read.
ja: 割合表示と金額表示が、よりくっきり見やすくなりました。
zh_hans: 百分比和金额显示现在更清晰、更容易阅读。
zh_hant: 百分比和金額顯示現在更清晰、更容易閱讀。

source: Period
ja: 期間
zh_hans: 时间段
zh_hant: 時間段

source: Perplexity credit breakdown — when Mac 0.20.3+ is installed, the Perplexity detail page shows a stacked 3-segment bar for monthly / bonus / purchased credits, a Pro/Max plan badge, and a renewal-date countdown.
ja: Perplexity クレジット内訳 — Mac 0.20.3+ をインストールしている場合、Perplexity 詳細ページに月次 / ボーナス / 購入クレジットを示すスタック型 3 セグメントバー、Pro/Max プランバッジ、更新日カウントダウンが表示されます。
zh_hans: Perplexity 信用额度细分 —— 当 Mac 安装了 0.20.3+ 之后，Perplexity 详情页会以堆叠 3 段式柱显示月度 / 赠送 / 购买额度，并显示 Pro/Max 套餐徽章和续期倒计时。
zh_hant: Perplexity 信用額度細分 —— 當 Mac 安裝了 0.20.3+ 之後，Perplexity 詳情頁會以堆疊 3 段式柱顯示月度 / 贈送 / 購買額度，並顯示 Pro/Max 套餐徽章和續期倒數計時。

source: Please update QuotaKit on Mac
ja: Mac の QuotaKit を更新してください
zh_hans: 请更新 Mac 版 QuotaKit
zh_hant: 請更新 Mac 版 QuotaKit

source: Press and hold on the chart to inspect the exact value for a given day.
ja: グラフを長押しすると、その日の正確な値を確認できます。
zh_hans: 长按图表可查看某一天的精确数值。
zh_hant: 長按圖表可查看某一天的精確數值。

source: Press and hold to inspect
ja: 長押しで詳細を表示
zh_hans: 长按查看详情
zh_hant: 長按查看詳情

source: Press-and-hold chart inspection now surfaces exact daily values directly on the graph.
ja: 長押しによるグラフ確認で、日別の正確な値を直接表示できるようになりました。
zh_hans: 长按图表时，现在会直接显示每日的精确数值。
zh_hant: 長按圖表時，現在會直接顯示每日的精確數值。

source: Preview with Demo Data
ja: デモデータでプレビュー
zh_hans: 使用演示数据预览
zh_hant: 使用示範資料預覽

source: Previous
ja: 以前
zh_hans: 旧版本
zh_hant: 舊版本

source: Primarily resolves multiple Codex accounts failing to display fully on iPhone. After configuring multiple Codex accounts on Mac, iPhone now shows each account as a separate card; Cost, Usage, and Provider Share all attribute correctly per account.
ja: iPhone で複数の Codex アカウントが完全に表示されない問題を主に解決しました。Mac で複数の Codex アカウントを設定した後、iPhone はアカウントごとに独立したカードを表示し、Cost、Usage、Provider Share がアカウント別に正しく振り分けられます。
zh_hans: 主要解决多个 Codex 账号在 iPhone 上无法完整显示的问题。在 Mac 上添加多个 Codex 账号后，iPhone 端现在会按账号独立展示卡片，Cost、Usage、Provider Share 均按账号分别归类。
zh_hant: 主要解決多個 Codex 帳號在 iPhone 上無法完整顯示的問題。在 Mac 上新增多個 Codex 帳號後，iPhone 端現在會按帳號獨立顯示卡片，Cost、Usage、Provider Share 均按帳號分別歸類。

source: Privacy
ja: プライバシー
zh_hans: 隐私
zh_hant: 隱私

source: Provider Share
ja: Provider 比率
zh_hans: Provider 占比
zh_hant: Provider 占比

source: Provider Share breakdown — each provider's proportional share of total utilization, summing to 100%.
ja: Provider Share の内訳 — 各プロバイダが総利用率に占める比率（合計 100%）。
zh_hans: Provider Share 细分 — 每个 provider 在总利用率中的占比，合计 100%。
zh_hant: Provider Share 細分 — 每個 provider 在總使用率中的占比，合計 100%。

source: Provider cards with real-time rate limits, budget progress, and daily cost breakdowns.
ja: リアルタイムのレート制限、予算進捗、日次コスト内訳を備えたプロバイダカード。
zh_hans: Provider 卡片，显示实时配额、预算进度和每日费用明细。
zh_hant: Provider 卡片，顯示即時配額、預算進度和每日費用明細。

source: Provider cards with usage windows, budget progress, sync status, and detail screens.
ja: 使用ウィンドウ、予算進捗、同期状態、詳細画面を備えた Provider カードを追加しました。
zh_hans: 包含使用窗口、预算进度、同步状态和详情页的 Provider 卡片。
zh_hant: 包含使用視窗、預算進度、同步狀態和詳情頁的 Provider 卡片。

source: Provider color palette consolidated — every tab and card uses the same color for a given provider, so the Subscription Utilization chart, the provider list, the share card, and the detail page all agree.
ja: Provider カラーパレットの統一 — 各 provider はすべてのタブとカードで同じ色を使用するため、Subscription Utilization チャート、provider リスト、シェアカード、詳細ページで配色が一致します。
zh_hans: Provider 配色统一 —— 每个 provider 在所有标签页、卡片中使用同一个颜色，Subscription Utilization 图表、列表、分享卡、详情页配色全部一致。
zh_hant: Provider 配色統一 —— 每個 provider 在所有標籤頁、卡片中使用同一個顏色，Subscription Utilization 圖表、列表、分享卡、詳情頁配色全部一致。

source: Pull to refresh now asks iCloud Key-Value Store to synchronize before reading the latest snapshot.
ja: 下に引いて更新すると、最新スナップショットを読む前に iCloud Key-Value Store の同期を要求するようになりました。
zh_hans: 现在下拉刷新会先要求 iCloud Key-Value Store 同步，再读取最新快照。
zh_hant: 現在下拉重新整理會先要求 iCloud Key-Value Store 同步，再讀取最新快照。

source: Pull to refresh now asks iCloud to synchronize before reading the latest snapshot.
ja: プルリフレッシュ時に iCloud の同期を先にリクエストしてから最新データを読み込むようになりました。
zh_hans: 下拉刷新时会先请求 iCloud 同步，再读取最新数据。
zh_hant: 下拉重新整理時會先請求 iCloud 同步，再讀取最新資料。

source: Purchased credits
ja: 購入クレジット
zh_hans: 购买额度
zh_hant: 購買額度

source: Push Diagnostic
ja: プッシュ診断
zh_hans: 推送诊断
zh_hant: 推送診斷

source: Push Diagnostic developer tool — inspect the Mac→iOS notification chain in Settings → Developer Tools.
ja: プッシュ診断の開発者ツール — Settings → Developer Tools で Mac→iOS 通知チェーンを検査できます。
zh_hans: 推送诊断开发者工具 — 在 Settings → Developer Tools 中查看 Mac→iOS 通知链路。
zh_hant: 推送診斷開發者工具 — 在 Settings → Developer Tools 中檢視 Mac→iOS 通知鏈路。

source: Push notification when you cross a warning threshold (not just at full depletion) — your iPhone now buzzes the moment you hit 50%, 20%, or whatever you've configured.
ja: 警告閾値を越えた瞬間（使い切る前）にプッシュ通知が届きます — 50%、20%、その他お好みで設定した閾値に到達した瞬間に iPhone へ通知。
zh_hans: 跨过任一警告阈值（不只是用完时）就会收到推送通知 —— 命中 50%、20% 或你在 Mac 端配置的任意阈值，iPhone 立即响铃。
zh_hant: 跨過任一警告閾值（不只是用完時）即收到推送通知 —— 命中 50%、20% 或你在 Mac 端配置的任意閾值，iPhone 立即響鈴。

source: Push notifications expanded to cover the 11 new providers — your iPhone now pings on their quota events the same way it does for the existing 27.
ja: プッシュ通知が 11 個の新プロバイダーをカバー — 既存の 27 プロバイダーと同様、クォータイベント発生時に iPhone へ通知が届きます。
zh_hans: 推送通知扩展覆盖这 11 个新 provider —— 与既有 27 个 provider 一致，配额触发事件时 iPhone 会收到通知。
zh_hant: 推送通知擴展覆蓋這 11 個新 provider —— 與既有 27 個 provider 一致，配額觸發事件時 iPhone 會收到通知。

source: Push notifications from Mac — when a session quota hits 0% or becomes available again on Mac, your iPhone receives a notification in its own language.
ja: Mac からのプッシュ通知 — Mac でセッションクォータが 0% になったとき、または再び利用可能になったとき、iPhone がその言語で通知を受け取ります。
zh_hans: 来自 Mac 的推送通知 —— 当 Mac 上会话额度耗尽或恢复可用时，iPhone 将以自己的语言收到通知。
zh_hant: 來自 Mac 的推送通知 —— 當 Mac 上工作階段額度耗盡或恢復可用時，iPhone 將以自己的語言收到通知。

source: Push notifications now include the provider name in the message — e.g. "Codex session quota depleted" instead of just "Session quota depleted".
ja: プッシュ通知の本文にプロバイダ名が含まれるようになりました — 例:「Codex のセッション枠を使い切りました」(以前は「セッション枠を使い切りました」のみ)。
zh_hans: 推送通知现在会在正文中包含提供方名称 —— 例如“Codex 的会话额度已耗尽”，而不是仅“会话额度已耗尽”。
zh_hant: 推送通知現在會在正文中包含提供方名稱 —— 例如「Codex 的工作階段額度已耗盡」，而不是僅「工作階段額度已耗盡」。

source: Push-driven incremental sync — Mac changes now land on iPhone within ~500 ms via CloudKit silent pushes instead of waiting for the next manual refresh.
ja: プッシュ駆動の差分同期 — Mac の変更が CloudKit のサイレントプッシュ経由で約 500 ms 以内に iPhone に到達。次回の手動リフレッシュを待つ必要がありません。
zh_hans: 推送驱动的增量同步 —— Mac 端变动通过 CloudKit 静默推送在 500 ms 内到达 iPhone，不再需要等用户手动刷新。
zh_hant: 推送驅動的增量同步 —— Mac 端變動透過 CloudKit 靜默推送在 500 ms 內到達 iPhone，不再需要等使用者手動重新整理。

# Push.QuotaDepleted.body
source: Session quota depleted
ja: セッション枠を使い切りました
zh_hans: 会话额度已耗尽
zh_hant: 工作階段額度已耗盡

# Push.QuotaDepleted.bodyWithProvider
source: %@ session quota depleted
ja: %@ のセッション枠を使い切りました
zh_hans: %@ 的会话额度已耗尽
zh_hant: %@ 的工作階段額度已耗盡

# Push.QuotaRestored.body
source: Session quota restored
ja: セッション枠が復活しました
zh_hans: 会话额度已恢复
zh_hant: 工作階段額度已恢復

# Push.QuotaRestored.bodyWithProvider
source: %@ session quota restored
ja: %@ のセッション枠が復活しました
zh_hans: %@ 的会话额度已恢复
zh_hant: %@ 的工作階段額度已恢復

# Push.QuotaWarning.bodyWithProvider
source: %@ usage warning
ja: %@ の使用量警告
zh_hans: %@ 用量警告
zh_hant: %@ 用量警告

# Push.QuotaWarning.detailBody
source: %1$@ %2$@ usage at %3$lld%% threshold
ja: %1$@ の%2$@使用量が %3$lld%% に到達
zh_hans: %1$@ %2$@用量已达 %3$lld%% 阈值
zh_hant: %1$@ %2$@用量已達 %3$lld%% 閾值

# Push.QuotaWarning.window.session
source: session
ja: セッション
zh_hans: 会话
zh_hant: 工作階段

# Push.QuotaWarning.window.weekly
source: weekly
ja: 週間
zh_hans: 周
zh_hant: 週

source: Quota warning markers on every usage bar — tick marks at the thresholds you set on Mac (default 50% / 20% remaining) and a warning icon when you cross the most critical one. Per-provider customization on Mac flows through transparently.
ja: すべての使用量バーに警告マーカーを表示 — Mac で設定した閾値（既定では残り 50% と 20%）の位置に刻みを描き、最も深刻な閾値を越えると警告アイコンを表示します。Mac 側のプロバイダー個別設定はそのまま反映されます。
zh_hans: 每条用量条上显示警告刻度 —— 在 Mac 设定的阈值（默认剩余 50% / 20%）位置画刻度，跨过最深阈值时显示警告图标。Mac 端按 provider 单独定制的设置会原样同步过来。
zh_hant: 每條用量條上顯示警告刻度 —— 在 Mac 設定的閾值（預設剩餘 50% / 20%）位置畫刻度，跨過最深閾值時顯示警告圖示。Mac 端依 provider 單獨自訂的設定會原樣同步過來。

source: Raw Sync Data inspector — per-device unmerged data with daily cost breakdowns for debugging.
ja: Raw 同期データインスペクタ — デバッグ用にデバイスごとの未合算データと日ごとのコスト内訳を表示。
zh_hans: 原始同步数据查看器 —— 用于调试的每台设备未合并数据和每日费用明细。
zh_hant: 原始同步資料檢視器 —— 用於除錯的每台裝置未合併資料和每日費用明細。

source: Raw Sync Data view (Settings → Diagnostics) now shows each provider's email and 30-day cost inline, making multi-device sync issues visible at a glance.
ja: Raw Sync Data 画面（設定 → 診断）で各プロバイダーのメールアドレスと過去 30 日のコストが行内に表示されるようになり、複数デバイス同期の問題が一目で分かります。
zh_hans: Raw Sync Data 视图（设置 → 诊断）现在每行显示该 provider 的邮箱和 30 天累计费用，多设备同步异常一眼可见。
zh_hant: Raw Sync Data 視圖（設定 → 診斷）現在每行顯示該 provider 的信箱和 30 天累計費用，多裝置同步異常一眼可見。
